commands_templates/GetAnalyticsEngineInputs0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/analyticsdevice/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:GetAnalyticsEngineInputs/>
   </soap:Body>
</soap:Envelope>